---
kind: enumMember
id: F:Autodesk.Revit.DB.ListType.ArabicNumbers
enum: Autodesk.Revit.DB.ListType
source: html/7163554f-3446-22eb-afa4-5490d5df29c8.htm
---
# Autodesk.Revit.DB.ListType.ArabicNumbers

The paragraph is a part of an ordered list with Arabic number headings.